<template>
  <div id="userAgreement">
    <div class="el-userAgreement-content">
      <h3>郑州点读电子科技有限公司用户隐私协议</h3>
      <p>郑州点读电子科技有限公司（以下简称“点读科技”）非常尊重用户隐私及相关权益。</p>
      <p>本协议所描述的隐私政策，包括郑州点读电子科技有限公司及其分支机构旗下的所有网站、移动应用等，包括www.ellabook.cn网站，咿啦看书应用。</p>
      <p>根据法律的变动情况，我们会定期修订隐私政策，以便于接受用户的定期审查。</p>
      <p>在使用我们产品时，作为我们的用户您将同意以下明确陈述的条款和协议。</p>
      <h3>个人信息搜集</h3>
      <p>点读科技会搜集您所提供给我们的个人认证信息，包括您的姓名，区域，电话号码，邮箱地址等等。为了向您提供更优质的个性化服务，在您的允许下，我们也会访问在您的设备上其它个人信息，例如您的电话簿，日历或消息。如果您已授权，我们也会访问例如微博、微信等社交网络服务上的个人简介和其它信息。</p>
      <h3>个人信息控制</h3>
      <p>点读科技不会在未经您允许的前提下向第三方共享您的个人信息。点读科技严格保护您的个人信息安全。我们将使用各种安全技术和手段确保您的个人信息的安全。</p>
      <h3>个人信息控制</h3>
      <p>点读科技不会在未经您允许的前提下向第三方共享您的个人信息。点读科技严格保护您的个人信息安全。我们将使用各种安全技术和手段确保您的个人信息的安全。</p>
      <h3>青少年个人信息的搜集和使用</h3>
      <p>点读科技非常重视青少年个人信息搜集和使用的安全保护。任何13岁以下未成年人参与网络活动应取得家长或其法定监护人的许可。</p>
      <p>未经法定监护人的事先同意，点读科技不会使用青少年的个人信息，也不会向任何第三方透露青少年的个人信息，除为了向青少年提供服务之必要。</p>
      <p>当我们为13岁以下的儿童提供服务时，家长或法定监护人对通过我们的网站、移动应用或社交媒体以及任何所选择的分享行为负有完全的所有权和责任。</p>
      <p>点读科技在使用期间的任何搜集与孩子有关的包括姓名，位置和年龄的个人信息的认证信息，都得到了家长和监护人的同意。任何搜集到的信息会在用户的要求下保证其私密性. 我们不会故意接触和搜集13岁以下儿童的个人信息。如果您觉得由于我们的疏忽，搜集了此类信息。请联系我们，以便我们能够立即获得家长的同意或删除此信息。</p>
      <h3>关于免责</h3>
      <p>就下列相关事宜的发生，点读科技不承担任何法律责任：</p>
      <ul>
        <li>点读科技根据法律规定或相关政府的要求提供您的个人信息；</li>
        <li>由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因点读科技原因导致的个人信息的泄漏；</li>
        <li>任何第三方根据点读科技各服务条款及声明中所列明的情况使用您的个人信息，由此所产生的纠纷；</li>
        <li>任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭；</li>
        <li>因不可抗力导致的任何后果；</li>
        <li>点读科技在各服务条款及声明中列明的使用方式或免责情形。</li>
      </ul>
      <p>点读科技在各服务条款及声明中列明的使用方式或免责情形。
点读科技的隐私政策会及时的变动。如果我们政策有任何本质的变动，我们会在网页或者应用上发布一份重要的通知。如果变动实质的影响了注册用户，我们会通过邮件，公告或文本推送向您发送一份通知。</p>
    </div>
  </div>
</template>

<script>
</script>

<style lang="less" scoped>
.el-userAgreement-content{
  padding: 32px;
}
h3{
  font-size: 36px;
  padding: 20px 0;
}
p{
  font-size: 28px;
  line-height: 36px;
  padding: 20px 0;
}
ul{
  margin-left: 32px;
  list-style: decimal;
  li{
    font-size: 28px;
  }
}
</style>
